amd-ucode
base
base-devel
bat
bind
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
cava
chafa
cliphist
cloudflare-warp-bin
cmake
cmatrix
curl
dnsmasq
dosfstools
dunst
dysk
efibootmgr
eza
fastfetch
fd
figlet
fzf
gcc
gdb
git
git-filter-repo
git-lfs
grimblast-git
grub
htop
hypridle
hyprland
hyprlock
hyprpicker
imagemagick
intellij-idea-community-edition
jp2a
kitty
kvantum
kvantum-theme-catppuccin-git
less
libnotify
linux
linux-firmware
linux-headers
lm_sensors
make
man-db
mpv
mtools
mysql-workbench
nano
nautilus
ncdu
neovim
networkmanager
nm-connection-editor
nodejs
noto-fonts-emoji
npm
numactl
nwg-look
obsidian
os-prober
pacman-contrib
pamixer
pavucontrol
percona-server
percona-server-clients
pipewire
pipewire-pulse
polkit-kde-agent
python-pip
qt5-graphicaleffects
qt5-wayland
qt5ct
qt6ct
ristretto
rofi
rofimoji
rsync
rust
spotify
starship
sudo
swww
task
taskwarrior-tui
tldr
tree
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tty-clock-git
vim
visual-studio-code-bin
vlc
waybar
wget
whatsdesk-bin
wireplumber
wlogout
wtfutil
xdg-desktop-portal-hyprland
xplr
yay
yay-debug
zig
zsh
